/* AppleScript plugin file changed dialog title */
"AppleScript Plugin Changed" = "AppleScript Plugin Changed";

/* AppleScript plugin error title */
"AppleScript Plugin Error" = "AppleScript Plugin Error";

/* AppleScript syntax error title */
"AppleScript Syntax Error" = "AppleScript Syntax Error";

/* close contextual menu item title */
"Close" = "Close";

/* compile script toolbar item label
   compile script toolbar item patlette label */
"Compile" = "Compile";

/* compile script toolbar item tooltip */
"Compile the Script" = "Compile the Script";

/* detach from window contextual menu item title */
"Detach From Window" = "Detach From Window";

/* edit button title */
"Edit..." = "Edit...";

/* keep previous version button title */
"Keep Previous Version" = "Keep Previous Version";

/* open script file menu item title */
"Open Script File" = "Open Script File";

/* reload button title */
"Reload" = "Reload";

/* reload script file menu item title */
"Reload Script File" = "Reload Script File";

/* AppleScript plugin error message */
"The AppleScript plugin \"%@\" had an error while calling the \"%@\" handler.\n\n%@" = "The AppleScript plugin \"%1$@\" had an error while calling the \"%2$@\" handler.\n\n%3$@";

/* AppleScript plugin changed on disk message */
"The AppleScript plugin \"%@\" has changed on disk. Any script variables will reset if reloaded." = "The AppleScript plugin \"%@\" has changed on disk. Any script variables will reset if reloaded.";

/* untitled AppleScript editor panel title */
"Untitled" = "Untitled";

